Repository: modelbrouwers/modelbrouwers
Catalog: src/brouwers/banning/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Banning
nl: Verbanningen

source: user
nl: gebruiker

source: ip
nl: ip-adres

source: Ip address to ban.
nl: IP-adres om te verbannen.

source: expiry date
nl: vervaldatum

source: Date the ban expires. Leave blank for permabans.
nl: Datum waarop de ban vervalt. Laat leeg om permanente bans in te steken.

source: reason (internal)
nl: reden (intern)

source: reason
nl: reden

source: This reason will be shown to the banned user.
nl: Deze reden is zichtbaar voor de verbannen gebruiker.

source: automatically created?
nl: automatisch aangemaakt?

source: ban
nl: verbanning

source: bans
nl: verbanningen

source: never
nl: nooit

source: ip ban
nl: IP-verbanning

source: account ban
nl: accountverbanning

source: Ban: %(username)s
nl: Verbanning: %(username)s

source: Ban: %(ip)s
nl: Verbanning: %(ip)s

source: Submit either an user or IP address.
nl: Geef ofwel een gebruiker in, ofwel een IP-adres

source: You are banned
nl: Je bent verbannen

source: Oops... you've been naughty!
nl: Oeps... je bent stout geweest!

source: The requested page cannot be shown since you have been <span class="error">banned</span>.
nl: De opgevraagde pagina kan niet getoond worden omdat je <span class="error">verbannen</span> bent.

source: Ban type
nl: Soort verbanning

source: Reason
nl: Reden

source: Starting from this moment, you regain access to the website.
nl: Vanaf dit moment krijg je weer toegang tot de website.

source: Expires
nl: Vervaldatum
