Repository: modelbrouwers/modelbrouwers
Catalog: src/brouwers/anniversaries/locale/*/LC_MESSAGES/django.po
Languages: nl

source: date
nl: datum

source: The day on which this significant event happened.
nl: De datum waarop deze gebeurtenis plaats vond.

source: title
nl: titel

source: Short title that should invite the user to read more.
nl: Korte titel die de lezer uitnodigt om meer te lezen.

source: body text
nl: inhoudtekst

source: The full text providing more context about this specific moment.
nl: De volledige tekst die dit specifieke moment in detail beschrijft.

source: image
nl: afbeelding

source: An image to display on the timeline.
nl: Een afbeelding om op de tijdlijn weer te geven.

source: image alt text
nl: toegankelijke alt-tekst

source: Describe what's visible in the image for users with visual impairments. An alt text is required if you upload an image.
nl: Beschrijf wat de afbeelding afbeeldt zodat gebruikers met visuele beperkingen de afbeelding ook begrijpen. Je moet een toegankelijke tekst opgeven als je een afbeelding toevoegt.

source: remarkable event
nl: bijzondere gebeurtenis

source: remarkable events
nl: bijzondere gebeurtenisen

source: You must provide an alt text when adding an image to ensure accessibilty.
nl: Je moet een toegankelijke alt-tekst opgeven wanneer je een afbeelding toevoegt zodat gebruikers met visuele beperkingen ook de pagina kunnen gebruiken.

source: 20 years anniversary
nl: 20e verjaardag

source: 20 years Modelbrouwers.nl!
nl: 20 jaar Modelbrouwers.nl!
