Repository: modelbrouwers/modelbrouwers
Catalog: src/brouwers/builds/locale/*/LC_MESSAGES/django.po
Languages: nl

source: title
nl: titel

source: Enter a descriptive build title.
nl: Geef een duidelijke omschrijving.

source: build report topic
nl: brouwverslagtopic

source: topic start page
nl: startpagina

source: start date
nl: begindatum

source: end date
nl: einddatum

source: build report
nl: brouwverslag

source: build reports
nl: brouwverslagen

source: build
nl: bouw

source: Link to an image
nl: Link naar een foto

source: Order in which photos are shown
nl: Volgorde waarin de foto's getoond worden

source: build photo
nl: bouwfoto

source: build photos
nl: bouwfoto's

source: Photo for build %(build)s
nl: Foto voor bouw %(build)s

source: Provide either an album photo or a link to a photo.
nl: Geef een albumfoto of een link naar een foto op.

source: Builds
nl: Brouwverslagen

source: In the 'Builds' section you can track your others and your own projects. Keep a history of the kits you have built and quickly find the matching topic.
nl: In het 'Brouwverslagen' gedeelte kan je je eigen projecten bijhouden en die van anderen bekijken. Je bewaart een geschiedenis van de kits die je gebouwd hebt, en je kan snel het bijhorende topic terugvinden!

source: Add build
nl: Verslag toevoegen

source: start unknown
nl: start onbekend

source: end unknown
nl: einde onbekend

source: View topic
nl: Bekijk topic

source: Edit
nl: Bewerken

source: Back to overview
nl: Terug naar overzicht

source: Add a new build
nl: Voeg een nieuw verslag toe

source: By adding new builds to your profile, all your creations are easily retrieved without having to dig through the entire forum.
nl: Door nieuwe verslagen aan je profiel toe te voegen kan je snel en makkelijk al je creaties terugvinden, zonder het halve forum te hoeven doorspitten!

source: Cancel
nl: Annuleren

source: Used kit(s)
nl: Gebruikte kit(s)

source: You can select kits from our database here. Use the dropdowns to narrow your search. If your kit isn't in our database yet, you can add it yourself!
nl: Hier kan je kits uit de kitdatabank selecteren. Gebruik de menu's om je zoekopdracht te verfijnen. Als je kit nog niet bestaat in onze databank, dan kan je deze zelf toevoegen!

source: Select a kit
nl: Selecteer een kit

source: Photos
nl: Foto's

source: Add URL
nl: Voeg url toe

source: Previews
nl: Voorvertoningen

source: Latest builds
nl: Laatste verslagen

source: Browse albums
nl: Blader in albums

source: Pick an album first
nl: Kies eerst een album

source: Select your photos
nl: Kies je foto's

source: %(user)s's builds
nl: %(user)s's verslagen

source: This is an overview of all the builds by %(user)s.
nl: Dit is een overzicht van alle verslagen door %(user)s.

source: back to overview
nl: terug naar overzicht

source: Find a build or builder
nl: Zoek een brouwer of verslag

source: All builds
nl: Alle verslagen

source: My builds
nl: Mijn projecten
