Repository: modelbrouwers/modelbrouwers
Catalog: src/brouwers/kitreviews/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Brand
nl: Merk

source: Kit number
nl: Kitnummer

source: Kit name
nl: Kitnaam

source: Scale
nl: Schaal

source: model kit
nl: bouwdoos

source: This is your review. You can use BBCode here.
nl: Dit is je reviewtekst. Je kan BBCode gebruiken.

source: ID of the topic on Modelbrouwers.
nl: Link naar het forumtopic/brouwverslag.

source: external topic url
nl: externe topiclink

source: URL to the topic not hosted on Modelbrouwers
nl: Link naar het verslag NIET op Modelbrouwers

source: show real name?
nl: echte naam weergeven?

source: Checking this option will display your real name as reviewer. Uncheck to use your nickname.
nl: Indien je deze optie aanvinkt, dan wordt je echt naam gebruikt als auteur van de review. Vink dit uit om je gebruikersnaam te tonen.

source: is reviewed?
nl: gereviewed?

source: Review: %(kit)s by %(user)s
nl: Review: %(kit)s door %(user)s

source: vote
nl: stem

source: kit review vote
nl: kitreviewstem

source: kit review votes
nl: kitreview stemmen

source: Vote for review by %(review_submitter)s
nl: Stem voor review door %(review_submitter)s

source: name
nl: naam

source: kit review property
nl: kitrevieweigenschap

source: kit review properties
nl: kitrevieweigenschappen

source: rating
nl: waardering

source: kit review property rating
nl: eigenschapwaardering

source: kit review property ratings
nl: eigenschapwaarderingen

source: Add a review
nl: Voeg een review toe

source: Add review to a kit here. First choose the kit you want to review. If you can't find it from the dropdown menu you can always add a new kit.
nl: Voeg hier de review voor een bouwdoos toe. Kies eerst de bouwdoos die je wil reviewen. Als de kit niet gevonden is, dan kan je eerst de kit zelf toevoegen.

source: Select a kit
nl: Selecteer een bouwdoos

source: Body
nl: Inhoud

source: Add review
nl: Review toevoegen

source: Use the kit reviews to check if the kit you have your eye on is worth it! And, anyone can leave reviews for a kit, so don't forget to contribute back.
nl: Raadpleeg de kitreviews om te kijken of een leuke bouwdoos zijn geld waard is! Iedereen kan reviews toevoegen, dus vergeet niet om een review te schrijven voor je pas afgeronde model.

source: Find model kit(s) &dash; Enter your search parameters
nl: Zoek kit(s) &dash; Voer je zoekparameters in

source: Search results (%(num_results)s)
nl: Zoekresultaten (%(num_results)s)

source: The number of search results is limited to 100 - you may need to refine your search.
nl: Het aantal zoekresultaten is beperkt tot 100 - het is mogelijk dat je je zoekopdracht preciezer moet maken.

source: Oops, we couldn't find a kit like this in our database! Would you like to add it?
nl: Oeps, we konden geen bouwdoos vinden in onze databank! Wil je hem toevoegen?

source: Add kit
nl: Bouwdoos toevoegen

source: Oops, we couldn't find a kit like this in our database... After logging in, you can add it!
nl: Oeps, we konden geen bouwdoos vinden in onze databank... Als je inlogt, dan kan je de kit toevoegen.

source: Login now
nl: Nu inloggen

source: View %(counter)s review
nl: Bekijk één review

source: No reviews yet
nl: Nog geen reviews

source: Find kits using the search form - all fields are optional.
nl: Zoek bouwdozen met het formulier - alle velden zijn optioneel.

source: Find kits
nl: Zoek bouwdozen

source: or
nl: of

source: Add new kit
nl: Voeg nieuwe kit toe

source: unknown
nl: onbekend

source: %(reviewer)s &ndash; %(time_ago)s ago
nl: %(reviewer)s &ndash; %(time_ago)s geleden

source: %(time_ago)s ago
nl: %(time_ago)s geleden

source: read more
nl: lees meer

source: view topic
nl: lees verslag

source: view album
nl: bekijk album

source: Latest reviews
nl: Nieuwste reviews

source: There is one review
nl: Er is één review

source: Ratings
nl: Scores

source: other reviews
nl: andere reviews

source: This field is required.
nl: Dit veld is verplicht.
