Repository: modelbrouwers/modelbrouwers
Catalog: src/brouwers/forum_tools/locale/*/LC_MESSAGES/django.po
Languages: nl

source: forum profile
nl: forumprofiel

source: Enter a valid url
nl: Geef een geldige url op

source: Provide a set of IDS separated by ';'
nl: Geef een set van IDs op, gescheiden door ';'

source: Please enter a correct username and password.
nl: Geef aub een geldige gebruikersnaam en wachtwoord op.

source: Currently:
nl: Huidig:

source: Change:
nl: Wijzig:

source: HTML id of the base anchor.
nl: HTML-id van de basislink

source: short description
nl: korte beschrijving

source: enabled
nl: ingeschakeld

source: Enable the syncing of this link.
nl: Schakel synchronisatie van deze link in.

source: from date
nl: vanaf datum

source: Start date from when this link is enabled.
nl: Startdatum wanneer deze link begint te synchroniseren.

source: to date
nl: tot datum

source: End date from when this link is enabled, this date included.
nl: Einddatum tot wanneer deze link gesynchroniseerd wordt, datum inbegrepen.

source: base forum link
nl: basis forumlink

source: base forum links
nl: basis forumlinks

source: base forum link: %(desc)s
nl: basis forumlink: %(desc)s

source: base forum link: %(id)s
nl: basis forumlink: %(id)s

source: base link
nl: basislink

source: Link this link syncs with.
nl: Link waarmee deze link synchroniseert.

source: HTML id of the anchor to be synced.
nl: HTML id van het link element dat gesynchroniseerd wordt.

source: synced forum link
nl: gesynchroniseerde forumlink

source: synced forum links
nl: gesynchroniseerde forumlinks

source: build report forum
nl: brouwverslagforum

source: build report forums
nl: brouwverslagfora

source: (forum does not exist)
nl: (forum bestaat niet)

source: name
nl: naam

source: forum category
nl: forumcategorie

source: forum categories
nl: forumcategorieÃ«n

source: username
nl: gebruikersnaam

source: email
nl: e-mailadres

source: A hash of the user's email address.
nl: Hash van de gebruikers e-mailadres.

source: forum user
nl: forumgebruiker

source: forum users
nl: forumgebruikers

source: This topic has been inactive for: {0}. Please consider sending the author a private message instead of replying and thus bumping the topic.
nl: Dit topic is inactief sinds: {0}. Overweeg om de auteur een PB te sturen in plaats van te reageren en het topic onnodig omhoog te schoppen.

source: Reply
nl: Antwoord

source: minimum number of posts
nl: minimum aantal posts

source: posting level
nl: postniveau

source: forum post count restriction
nl: forum postcount beperking

source: forum post count restrictions
nl: forum postcount beperkingen

source: Restriction for %(forum)s
nl: Beperking voor %(forum)s

source: closed
nl: gesloten

source: Closed reports need no more attention.
nl: Gesloten reports hebben geen aandacht meer nodig.

source: time
nl: tijd

source: UNIX time when the report was added.
nl: Unix tijdsstempel waarop het report toegevoegd werd.

source: Can see (number of) open reports
nl: Kan (het aantal) open reports zien

source: Content sharing
nl: Delen van content

source: allowed
nl: toegestaan

source: not allowed
nl: niet toegestaan

source: Add build report
nl: Brouwverslag toevoegen

source: Nominate for award
nl: Nomineer voor award
