Repository: modelbrouwers/modelbrouwers
Catalog: brouwersdag/locale/*/LC_MESSAGES/django.po
Languages: nl

source: There is a limit of {limit} model(s) per person for this competition.
nl: Er is een limiet van {limit} modellen per persoon voor deze wedstrijd.

source: The maximum number of contestors is reached. You can no longer enter the competition
nl: Het maximum aantal deelnemers is bereikt. Je kan niet meer meedoen met de wedstrijd.

source: Add another model
nl: Voeg nog een model toe

source: real name
nl: echte naam

source: e-mail address
nl: e-mailadres

source: model name
nl: naam model

source: brand
nl: merk

source: scale
nl: schaal

source: Enter the number after the "1:" or "1/". E.g. 1/48 --> enter 48.
nl: Voeg het getal na de "1:" of "1/" toe. Bijvoorbeeld "1/48" --> vul 48 in.

source: remarkable elements
nl: bijzonderheden

source: Add the features that make this model special here, e.g. "scratch built cockpit"
nl: Voeg de bijzonderheden toe, bijvoorbeeld 'piloot 100% scratch'

source: topic url
nl: topiclink

source: length
nl: lengte

source: In cm.
nl: In centimer.

source: width
nl: breedte

source: height
nl: hoogte

source: competition
nl: wedstrijd

source: enter competition?
nl: inschrijven voor de wedstrijd?

source: competition fee paid?
nl: inschrijvingsgeld betaald?

source: added
nl: toegevoegd

source: showcased model
nl: tentoongesteld model

source: showcased models
nl: tentoongestelde modellen

source: name
nl: naam

source: price per model
nl: prijs per model

source: models per participant
nl: modellen per deelnemer

source: Maximum number of models per participant, enter 0 for unlimited.
nl: Maximum aantal modellen per deelnemer, vul 0 in voor ongelimiteerd.

source: maximum number of participants
nl: maximum aantal deelnemers

source: Maximum number of participants, enter 0 for unlimited.
nl: Maximum aantal deelnemers, vul 0 in voor ongelimiteerd.

source: current open competition?
nl: huidige open wedstrijd?

source: Marking this competition as active will deactivate all other competitions.
nl: Het markeren van de wedstrijd als 'huidige' zal alle andere wedstrijden als inactief markeren.

source: competitions
nl: wedstrijden

source: date
nl: datum

source: space needed
nl: benodigde ruimte

source: Amount of space needed. 100 characters or less.
nl: Benodigde ruimte, 100 of minder karakters.

source: exhibitor
nl: exposant

source: exhibitors
nl: exposanten

source: Your model has been submitted
nl: Je model werd toegevoegd.

source: Signup
nl: Inschrijving

source: My models
nl: Mijn modellen

source: Brouwersdag model signup
nl: Inschrijven modellen Brouwersdag

source: Below you can find out which models will be on display. The list is updated after every model sign-up!
nl: Binnenkort zal je hier kunnen ontdekken welke modellen er aanwezig zijn. Deze lijst wordt bijgewerkt na ieder toegevoegd model.

source: What are you waiting for? If you're coming, bring a model!
nl: Waarop wacht je nog? Als je komt, breng een model mee!

source: Add your models
nl: Voeg je modellen toe

source: Click the above button to sign up for the competition
nl: Klik op de knop hierboven om je aan te melden voor de wedstrijd

source: Confirmed models
nl: Bevestigde modellen

source: %(n_total)s total, %(n_competition)s competition
nl: %(n_total)s totaal, %(n_competition)s wedstrijd

source: Back to top
nl: Terug naar boven

source: Time to do your models sign-up!
nl: Tijd om je modellen aan te melden!

source: If you want to display multiple models, just fill in the form again for each extra model.
nl: Indien je met meerdere modellen wenst deel te nemen, vul het formulier dan in voor elk model.

source: Add model
nl: Model aanmelden

source: Competition information
nl: Wedstrijdinformatie

source: There's no competition planned (yet).
nl: Er is (nog) geen wedstrijd geplanned.

source: There will be a competition during this edition. The competition entry fee per model is &euro;%(fee)s, to be paid when entering the venue.
nl: Tijdens deze editie vindt er een wedstrijd plaats. De kosten om deel te nemen bedragen &euro;%(fee)s per model, wat betaald moet worden bij het binnenkomen van de zaal.

source: Attention! You can enter only one model in the competition. Extra models will be rejected.
nl: Opgelet! Je kan slechts één model aanmelden voor de wedstrijd. Extra modellen zullen geweigerd worden.

source: This restriction is <strong>only for competition models</strong>. You can bring as many models as you want outside of the competition!
nl: Deze beperking geldt <strong>enkel voor de wedstrijd</strong> Buiten de wedstrijd om mag je zoveel modellen als je wenst meebrengen!

source: My submitted models
nl: Mijn ingeschreven modellen

source: Entered for competition
nl: Ingeschreven voor de wedstrijd

source: Cancel signup
nl: Inschrijving annuleren

source: Toggle navigation
nl: Toon/verberg navigatie

source: Back to the Modelbrouwers.nl homepage
nl: Terug naar de Modelbrouwers.nl homepage

source: Are you sure you want to cancel this signup? This action is irreversible.
nl: Ben je zeker dat je deze inschrijving wil annuleren? Deze actie is onomkeerbaar.

source: Confirm
nl: Bevestigen
