Repository: modelbrouwers/modelbrouwers
Catalog: src/brouwers/users/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Users
nl: Gebruikers

source: A user with that username already exists.
nl: Deze gebruikersnaam is al bezet.

source: The two password fields didn't match.
nl: De twee wachtwoordvelden kwamen niet overeen.

source: This e-mail address is already in use.
nl: Dit e-mailadres is al in gebruik.

source: Password
nl: Wachtwoord

source: Password confirmation
nl: Wachtwoord (bevestiging)

source: Enter the same password as above, for verification.
nl: Vul hetzelfde wachtwoord als hierboven in, ter bevestiging.

source: I have read and accepted the registration terms
nl: Ik heb de registratievoorwaarden gelezen en geaccepteerd

source: Username or email
nl: Gebruikersnaam of e-mail

source: Username
nl: Gebruikersnaam

source: Fill at least one field.
nl: Vul minstens een veld in.

source: Multiple accounts were found, this shouldn't happen. Please contact the admins (see e-mail in the page footer).
nl: Er werden meerdere accounts gevonden, dit zou niet mogen gebeuren. Gelieve contact op te nemen met de beheerders (e-mailadres staat onderaan de pagina).

source: Your account is still inactive! You won't be able to log in until you reactivate with the link sent by e-mail. Check your spamfolder to see if you missed an e-mail.
nl: Je accout is nog inactief! Je zal niet kunnen inloggen tot je opnieuw activeert met de link verstuurd via e-mail. Controleer je 'ongewenste berichten' om te zien of je een e-mail gemist hebt.

source: An e-mail was sent with a link to reset your password.
nl: Er werd een e-mail verstuurd met een link om je wachtwoord te resetten.

source: Your registration on {domain}
nl: Je registratie op {domain}

source: username
nl: gebruikersnaam

source: Required. 30 characters or fewer. All characters allowed.
nl: Verplicht. 30 of minder karakters. Alle karakters zijn toegelaten.

source: cleaned username
nl: cleane gebruikersnaam

source: first name
nl: voornaam

source: last name
nl: familienaam

source: email address
nl: e-mailadres

source: staff status
nl: stafstatus

source: Designates whether the user can log into this admin site.
nl: Geeft aan of de gebruiker kan inloggen in de beheerdersomgeving.

source: active
nl: actief

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
nl: Geeft aan of de gebruiker als actief beschouwt wordt. Vink dit uit in plaats van gebruikers te verwijderen.

source: date joined
nl: toegetreden

source: forum user id
nl: forumgebruikerid

source: users
nl: gebruikers

source: user
nl: gebruiker

source: Change password
nl: Wachtwoord wijzigen

source: login
nl: inloggen

source: Login
nl: Inloggen

source: If you're running into login issues, please don't hesitate to contact the administrators. You can find the e-mail address on the bottom of this page.
nl: Indien je inlogproblemen hebt, aarzel niet om de beheerders te contacteren. Je vindt het e-mailadres onderaan deze pagina.

source: Come on in
nl: Doorgaan

source: I forgot my password
nl: Ik ben mijn wachtwoord vergeten

source: No account yet? Signing up is free and you can immediately participate in the community!
nl: Nog geen account? Registreren is gratis en je kan meteen deelnemen in de community!

source: Sign up
nl: Registreren

source: Why create an account?
nl: Waarom registreren?

source: Exchange hobby tips and tricks on the forum
nl: Wissel tips & tricks uit op het forum

source: Showcase your projects and receive feedback on the forum
nl: Stel je projecten tentoon en ontvang feedback op het forum

source: Upload your photos in our integrated albums
nl: Voeg je foto's toe aan onze geintegreerde albums

source: Participate in groupbuilds focused on a narrow theme
nl: Neem deel aan groepsbouwen rond een duidelijk thema

source: <p>Thank you for your registration on %(domain)s!</p> <br> <p>You registered with the username: %(username)s. Your password is safely stored in our database and can not be retrieved. You can always reset your password if you can't remember it.</p> <br> <p>See you on the forum!</p> <br> <p>Sincerely,<br> The %(name)s staff.</p>
nl: <p>Bedankt voor je registratie op %(domain)s!</p> <br> <p>Je registreerde met de gebruikersnaam: %(username)s. Je wachtwoord is veilig opgeslagen in onze database en kan niet uitgelezen worden. Je kan altijd je wachtwoord resetten indien je dit vergeten bent.</p> <br> <p>Tot op het forum!</p> <br> <p>Met modelbouwgroeten,<br> Het %(name)s beheer</p>

source: Thank you for your registration on %(domain)s! You registered with the username: %(username)s. Your password is safely stored in our database and can not be retrieved. You can always reset your password if you can't remember it. See you on the forum! Sincerely, The %(name)s staff.
nl: Bedankt voor je registratie op %(domain)s! Je registreerde met de gebruikersnaam: %(username)s. Je wachtwoord is veilig opgeslagen in onze database en kan niet uitgelezen worden. Je kan altijd je wachtwoord resetten indien je dit vergeten bent. Tot op het forum! Met modelbouwgroeten, Het %(name)s beheer

source: Modelbrouwers.nl &bull; Reset password
nl: Modelbrouwers.nl &bull; Reset wachtwoord

source: Reset password
nl: Wachtwoordreset aanvragen

source: Enter either your username or e-mail address to reset your password
nl: Vul je gebruikersnaam en/of e-mailadres in om je wachtwoord te resetten

source: Password reset unsuccessful
nl: Wachtwoordreset niet geslaagd

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: De wachtwoordreset link was ongeldig, waarschijnlijk omdat die al gebruikt werd. Gelieve een nieuwe wachtwoordreset aan te vragen.

source: Modelbrouwers.nl &bull; View profile
nl: Modelbrouwers.nl &bull; Bekijk profiel

source: Builds
nl: Brouwsels

source: Groupbuilds
nl: Groepsbouwen

source: Work in progress 2
nl: Work in progress

source: Modelbrouwers.nl &bull; Edit profile
nl: Modelbrouwers.nl &bull; Bewerk profiel

source: Your profile
nl: Jouw profiel

source: Here you can configure various site-wide settings.
nl: Hier kan je verschillende site-brede instellingen aanpassen.

source: You have form errors, check the tabs below
nl: Je hebt fouten in het formulier, controleer de onderstaande tabs

source: User details
nl: Gebruikersdetails

source: Address
nl: Adres

source: Social settings
nl: Social instellingen

source: Forum profile
nl: Forumprofiel

source: Save changes
nl: Bewaar de veranderingen

source: registration
nl: registratie

source: Create an account
nl: Maak een account aan

source: you're just a step away from your personal account
nl: je bent maar een stap verwijderd van je eigen account

source: We're happy to see you join our beautiful hobby hub where you can exchange tips and tricks and participate in the community!
nl: We zijn blij dat we je in onze 'hobby hub' mogen verwelkomen, waar je tips en tricks kan uitwisselen en deel kan nemen in de community!

source: When you're done, don't forget to introduce yourself in the appropriate forum, and make yourself familiar with our rules. If you run into any trouble, you can contact the staff via PM (personal message), or contact the admins via the e-mail address below.
nl: Vergeet niet om jezelf op het forum voor te stellen als je klaar bent, en lees de forumregels. Indien je tegen problemen aan loopt, dan kan je de moderators via PB (persoonlijk bericht) contacteren, of je kan de beheerders mailen via het e-mailadres onderaan de pagina.

source: Enter your account details
nl: Voeg je contactgegevens toe

source: Create your account
nl: Account aanmaken

source: Already have an account?
nl: Heb je al een account?

source: Terms and conditions
nl: Regels en voorwaarden

source: Unfortunately, some people need strong and clear rules to behave. When you create an account, you agree with these terms and conditions.
nl: Helaas hebben sommige mensen sterke en duidelijke regels nodig om zich te gedragen. Wanneer je een account aanmaakt, dan ga je akkoord met deze regels en voorwaarden.

source: Your profile data has been updated.
nl: Je profiel is bijgewerkt.

source: You have been logged out.
nl: Je bent uitgelogd.

source: Can't log you out, you weren't logged in!
nl: Je kan niet uitloggen, je was niet ingelogd!

source: Your password was changed.
nl: Je wachtwoord is gewijzigd.
