Repository: modelbrouwers/modelbrouwers
Catalog: src/brouwers/awards/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Mark nominations as invalid
nl: Maak nominaties ongeldig

source: Mark nominations as reviewed
nl: Zet nominaties als 'gerevied'

source: Re-sync the score based on the cast votes
nl: Re-synchronyseer de scores op basis van de uitgebrachte stemmen

source: No topic found!
nl: Topic niet gevonden!

source: Topic url
nl: Topiclink

source: reviewed?
nl: gereviewed?

source: name
nl: naam

source: category
nl: categorie

source: categories
nl: categorieën

source: build report topic
nl: brouwverslag

source: last reviewer
nl: laatste reviewer

source: last review
nl: laatste review

source: nomination
nl: nominatie

source: nominations
nl: nominaties

source: Vote by %(user)s in %(category)s
nl: Stem van %(user)s in %(category)s

source: User `%(user)s` already voted for `%(category)s` in `%(year)d`
nl: Gebruiker `%(user)s` stemde al voor `%(category)s` in %(year)d

source: A project from `%(project_category)s` can't be voted in `%(category)s`
nl: Een project uit de categorie `%(project_category)s` kan niet gestemd worden in `%(category)s`

source: No duplicate projects are allowed
nl: De stemmen moeten van elkaar verschillen

source: 1 point
nl: 1 punt

source: No-one grabbed this spot!
nl: Niemand kon deze plek verzekeren!

source: Results for edition %(year)s
nl: Resultaten editie %(year)s

source: No results found :(
nl: Geen resultaten gevonden :(

source: Select edition
nl: Selecteer editie
